[
  {
    "id": 1,
    "title": "Grupo viszla",
    "summary": "Grupo encargado de usuarios para nexus battles IV",
    "content": "El grupo vizsla era el encargado del modulo usuarios para el juego NEXUS BATTLE IV, sin embargo en su presentacion no supieron explicar su desarrollo y solo presentaron excusas, por lo que los docentes no quedaron contentos con su trabajo.",
    "image": "/assets/mcqueen.jpg",
    "date": "2025-10-28",
    "comments": "Uno de los profesores presentes menciono que en el caso de este grupo, era mejor opcion asumir el 0 y no presentarse a solo presentar excusas.  El profe briceño dijo que directamente no habia producto"
  },
  {
    "id": 2,
    "title": "Grupo Eldar",
    "summary": "Grupo encargado de inventario y la interfaz para nexus battles IV",
    "content": "El grupo Eldar era el encargado del modulo inventario y la interfaz para el juego NEXUS BATTLE IV, su presentacion fue buena, explicaron bien su trabajo en detalle, sin embargo los docentes tuvieron algunas criticas sobre sus diagramas y uso de ciertos elementos.",
    "image": "/assets/driftmiku.png",
    "date": "2025-10-28",
    "comments": "El profe lenin argumento que aunque varios diagramas tenian errores, el trabajo en general estaba bien."
  },
  {
    "id": 3,
    "title": "Grupo Kryze",
    "summary": "Grupo encargado del juego para Nexus Battles IV",
    "content": "El grupo Kryze fue el encargado del desarrollo del juego para nexus battles 4, hizo una muy buena presentacion y fue felicitado por el profe lenin",
    "image": "/assets/mikeu.jpg",
    "date": "2025-10-28",
    "comments": "Todos los profesores argumentaron que el grupo hizo un excelente trabajo y una excelente presentacion"
  },
  {
    "id": 4,
    "title": "Grupo Rook",
    "summary": "Grupo encargado del modulo torneo y subastas",
    "content": "El grupo Rook era el encargado de los modulos torneo y subastas, su presentacion fue buena, aunque se denoto muy poca energia al presentar sus resultados",
    "image": "/assets/megumin.jpg",
    "date": "2025-10-28",
    "comments": "La profe Danith manifesto que se notaba mucha deuda tecnica en la presentacion, lo cual no terminaba de comprender\r\n\r\nEl profe Lenin dijo que el grupo habia llevado bien la teoria para definir que rumbo seguir"
  },
  {
    "id": 5,
    "title": "Grupo wren",
    "summary": "Grupo encargado de la IA del juego Nexus Battle IV",
    "content": "El grupo wren fue el encargado de desarrollar la IA para las batallas, a pesar de una buena exposicion, no lograron contentar a los jurados",
    "image": "/assets/shinobu.jpg",
    "date": "2025-10-28",
    "comments": "El profe Briceño comento que el grupo menciona mucho la palabra \"ia\" pero no queda claro que modelo usaron. En general argumenta que es una presentacion sin sabor\r\n\r\nLa profe Danith argumento que \"Me estan mintiendo\"\r\n\r\nEl profe lenin dijo que aunque no entregaron valor, es conciente del trabajo que hubo detras. Y que si ellos no venden su producto,  quien lo vende entonces? Adicionalmente argumenta que no hay que ser pasivos a las criticas o a lo que les dicen"
  },
  {
    "id": 6,
    "title": "Equipo Arryn",
    "summary": "el arryn presentó ...",
    "content": "El equipo arryn presentó ...",
    "image": "",
    "date": "2025-10-28",
    "comments": "El profe briceño dijo que tras los 20 min de exposicion no se lograba entender correctamente de que trataba el proyecto. El profe lenin dijo que no tenian marco conceptual, por lo que no se entiende lo que usaron"
  },
  {
    "id": 7,
    "title": "Equipo Baratheon",
    "summary": "El equipo baratheon presento QueHayPaHacer ...",
    "content": "El equipo baratheon presento QueHayPaHacer, una plataforma...",
    "image": "",
    "date": "2025-10-28",
    "comments": "El profe Francisco comento que algunos conceptos no se explicaron correctamente\r\n\r\nEl profe Briceño dijo que no quedaba claro que se necesitaba para entrenar un chatbot\r\n\r\nEl profe Lenin dijo que los requerimientos estaban mal planteados y que no se dejaba clara la diferencia entre requerimientos funcionales y no funcionales"
  },
  {
    "id": 8,
    "title": "Equipo Lannister",
    "summary": "El equipo lannister presento...",
    "content": "El equipo lannister presento...",
    "image": "",
    "date": "2025-10-28",
    "comments": "El profe lenin comento que no habia quedado del todo claro el uso de web scraping en el proyecto"
  },
  {
    "id": 9,
    "title": "Equipo Stark",
    "summary": "El equipo Stark presento...",
    "content": "El equipo Stark presento...",
    "image": "",
    "date": "2025-10-28",
    "comments": "El profe Briceño felicito al equipo por tener la presentacion bien estructurada\r\n\r\nEl profe Lenin felicito al equipo por la explicacion del marco conceptual, pero menciono que no se muestra que se haya aplicado scrum"
  },
  {
    "id": 10,
    "title": "Equipo Targeryen",
    "summary": "El equipo Targeryen presento la teoria del color",
    "content": "El equipo Targeryen presento la teoria del color",
    "image": "",
    "date": "2025-10-28",
    "comments": "El profe Lenin dijo que se habia hecho una buena presentacion, pero que habia cosas que no eran aclaradas, por ejemplo, el tema de que \"los colores ayudaron al aprendizaje\""
  },
  {
    "id": 11,
    "title": "Equipo Tyrell",
    "summary": "El equipo tyrell se los papearon",
    "content": "El equipo tyrell se los papearon",
    "image": "",
    "date": "2025-10-28",
    "comments": "El profe Lenin copmento que el grupo daba muchas cosas por hecho, debian manejar un lenguaje formal, las diapositivas parecian hechas a ultima ahora y que habia personas que no sabian lo que estaban diciendo, ademas recalco que el diagrama de arquitectura no estaba bien hecho"
  }
]